blog-posts/2004-03-23-using-tla-for-archives.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Using tla for archives</title>
<!-- 2015-10-19 Mon 14:03 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<link rel="stylesheet" type="text/css" href="../css/foundation.min.css"></link>
<link href='http://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'></link>
<link rel="stylesheet" type="text/css" href="../css/org-export.css"></link>
<link rel="stylesheet" type="text/css" href="../css/style.css"></link>
<link rel="stylesheet" type="text/css" href="../css/emacs-notes.css"></link>
</head>
<body>
<div id="content">
<h1 class="title">Using tla for archives</h1>
<p>
March 23rd, 2004 -
<a href="http://sachachua.com/blog/p/1919"><a href="http://sachachua.com/blog/p/1919">http://sachachua.com/blog/p/1919</a></a>
</p>

<p>
Look! I'm being used as an example!
</p>

<p>
<a href="http://tkd.kicks-ass.net/planner/GnuArch.html"><a href="http://tkd.kicks-ass.net/planner/GnuArch.html">http://tkd.kicks-ass.net/planner/GnuArch.html</a></a>
</p>

<p>
That's it, I've got to check out this checksumming thing&#x2026; My name is
at stake! ;)
</p>

<pre class="example">
sachAway: Now that is definitely final, you are famous now.
sachAway: good idea, while you are it, sign your changes
</pre>
</div>
<div id="postamble" class="status">
<div class="back-to-top"><a href="#top">Back to top</a> | <a href="mailto:sacha@sachachua.com">E-mail me</a></div>
</div>
</body>
</html>
